const Map<String, String> ru = {
  "home_menu":"Главное Меню",
  "sign_up":"1. Pегистрация",
  "sign_in":"2. Вход",
  "exit":"3. Выход",
  "language_choice":"Введите свой выбор: ",
  "exit_text":"Благодарим вас за использование нашего приложения...",
  "invalid_value_text":"Неверный выбор. Пожалуйста, попробуйте еще раз.",
  "email_enter":"Введите адрес электронной почты: ",
  "email_invalid":"Неверный формат электронной почты. Пожалуйста, введите действительный адрес электронной почты.",
  "login":"логин = ",
  "password":"пароль = ",
  "error":"Ошибка",
  "smth_went_wrong":"Что-то пошло не так в ",
  "successfully_posted":"Успешно опубликовано: ",
  "already_have_email":"Электронная почта уже зарегистрирована. Пожалуйста, используйте другой адрес электронной почты.",
  "check_password":""""
    Требования к паролю:
      - Иметь более 8 персонажей.
      - Содержит заглавную букву.
      - Содержит строчную букву.
      - Содержит номер.
    """"",
  "enter_password":"Введите ваш пароль: ",
  "password_invalid":"Неверный формат пароля. Пожалуйста, убедитесь, что он соответствует требованиям.",
  "enter_name":"Введите ваше имя: ",
  "invalid_name":"Неверный формат имени. Пожалуйста, введите верное имя.",
  "enter_surname":"Введите свою фамилию: ",
  "enter_age":"Введите свой возраст: ",
  "invalid_age":"Неверный возраст. Пожалуйста, введите действительный возраст",
  "enter_phone":"Введите свой номер телефона: ",
  "successfully_registered":"Успешно зарегистрировано!",
  "welcome":"Добро пожаловать, ",

};